[
  {
    "dialog": "A beginning is the time for taking the most delicate care that the balances are correct. This every sister of the Bene Gesserit knows",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "To begin your study of the life of Muad'Dib, then take care that you first place him in his time: born in the 57th year of the Padishah Emperor, Shaddam IV",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "And take the most special care that you locate MuadDib in his place: the planet Arrakis. Do not be deceived by the fact that he was born on Caladan and lived his first fifteen years there. Arrakis, the planet known as Dune, is forever his place.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "To attempt an understanding of MaudDib without understanding his mortal enemies, the Harkonnens, is to attempt seeing Truth without knowing Falsehood. It is the attempt to see the Light without knowing Darkness. It cannot be",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "The Reverend Mother must combine the seductive wiles of a courtesan with the untouchable majesty of a virgin goddess, holding these attributes in tension so long as the powers of her youth endure. For when youth and beauty have gone, she will find that the place-between, once occupied by tension, has become a wellspring of cunning and resourcefulness.\"",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Muad'Dib Family Commentaries",
    "Book": "Dune"
  },
  {
    "dialog": "How do we approach the study of Muad'Dib's father? A man of surpassing warmth and surprising coldness was the Duke Leto Atreides. Yet, many facts open the way to this Duke: his abiding love for his Bene Gesserit lady; the dreams he held for his son; the devotion with which men served him. You see him there—a man snared by Destiny, a lonely figure with his light dimmed behind the glory of his son. Still, one must ask: What is the son but an extension of the father?",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Muad'Dib Family Commentaries",
    "Book": "Dune"
  },
  {
    "dialog": "With the Lady Jessica and Arrakis, the Bene Gesserit system of sowing implant-legends through the Missionaria Protectiva came to its full fruition",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Analysis: The Arrakeen Crisis",
    "Book": "Dune"
  },
  {
    "dialog": "The wisdom of seeding the known universe with a prophecy pattern for the protection of B.G. personnel has long been appreciated, but never have we see a condition-ut-extremis with more ideal mating of person and preparation.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Analysis: The Arrakeen Crisis",
    "Book": "Dune"
  },
  {
    "dialog": "It is generally accepted now that the Lady Jessica's latent abilities were grossly underestimated.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Analysis: The Arrakeen Crisis",
    "Book": "Dune"
  },
  {
    "dialog": "We can say that MuadDib learned rapidly because his first training was in how to learn. And the first lesson of all was the basic trust that he could learn.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "The Humanity of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Yueh! Yueh! Yueh! goes the refrain. A million deaths were not enough for Yueh!",
    "Speaker": "Princess Irulan",
    "In Universe Book": "A Child's History of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Many have marked the speed with which Muad'Dib learned the necessities of Arrakis. The Bene Gesserit, of course, know the basis of this speed",
    "Speaker": "Princess Irulan",
    "In Universe Book": "The Humanity of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "It is shocking to find how many people do not believe they can learn, and how many more believe learning to be difficult. MuadDib knew that every experience carries its lesson.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "The Humanity of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "What had the Lady Jessica to sustain her in her time of trial? Think you carefully on this Bene Gesserit proverb and perhaps you will see: Any road followed precisely to its end leads precisely nowhere. Climb the mountain just a little bit to test that it's a mountain. From the top of the mountain, you cannot see the mountain.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Muad'Dib: Family Commentaries",
    "Book": "Dune"
  },
  {
    "dialog": "Think you of the fact that a deaf person cannot hear. Then, what deafness may we not all possess? What senses do we lack that we cannot see and cannot hear another world all around us?",
    "Speaker": "Frank Herbert",
    "In Universe Book": "xxxxx",
    "Book": "Dune"
  },
  {
    "dialog": "It is said that the Duke Leto blinded himself to the perils of Arrakis, that he walked heedlessly into the pit. Would it not be more likely to suggest he had lived so long in the presence of extreme danger he misjudged a change in its intensity? Or is it possible he deliberately sacrificed himself that his son might find a better life? All evidence indicates the Duke was a man not easily hoodwinked.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Muad'Dib: Family Commentaries",
    "Book": "Dune"
  },
  {
    "dialog": "O you who know what we suffer here, do not forget us in your prayers",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Mahdi! But their shout was more a question than a statement, for as yet they could only hope he was the one foretold as the Lisan al-Gaib, the Voice from the Outer World. Their attention was focused, too, on the mother, because they had heard she was a Bene Gesserit and it was obvious to them that she was like the other Lisan al-Gaib",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "There is probably no more terrible instant of enlightenment than the one in which you discover your father is a man—with human flesh.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Greatness is a transitory experience",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "The person who experiences greatness must have a feeling for the myth he is in. He must reflect what is projected upon him. And he must have a strong sense of the sardonic. This is what uncouples him from belief in his own pretensions. The sardonic is all that permits him to move within himself. Without this quality, even occasional greatness will destroy a man",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "There is no escape--we pay for the violence of our ancestors.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "There should be a science of discontent. People need hard times and oppression to develop psychic muscles.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Arrakis teaches the attitude of the knife—chopping off what's incomplete and saying: Now, it's complete because it's ended here.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "There is a legend that the instant Duke Leto Atreides died a meteor streaked across the skies above his ancestral palace on Caladan.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "A Child's History of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "When my father, the Padishah Emperor, heard of Duke Leto's death and the manner of it, he went into such a rage as we had never before seen. He blamed my mother and the compact forced on him to place a Bene Gesserit on the throne. He blamed the Guild and the evil old Baron. He blamed everyone in sight, not excepting even me, for he said I was a witch like all the others. And when I sought to comfort him, saying it was done according to an older law of self-preservation to which even the most ancient rulers gave allegiance, he sneered at me and asked if I thought him a weakling. I saw then that he had been aroused to this passion not by concern over the dead Duke but by what that death implied for all royalty. As I look back on it, I think there may have been some prescience in my father, too, for it is certain that his line and Muad'Dib's shared common ancestry.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "In My Father's House",
    "Book": "Dune"
  },
  {
    "dialog": "My father once told me that respect for the truth comes close to being the basis for all morality. 'Something cannot emerge from nothing,' he said. This is profound thinking if you understand how unstable 'the truth' can be.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Conversations with Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Muad'Dib could indeed, see the Future, but you must understand the limits of this power. Think of sight. You have eyes, yet cannot see without light. If you are on the floor of a valley, you cannot see beyond your valley. Just so, Muad'Dib could not always choose to look across the mysterious terrain.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Arrakis Awakening",
    "Book": "Dune"
  },
  {
    "dialog": "He tells us that a single obscure decision of prophecy, perhaps the choice of one word over another, could change the entire aspect of the future. He tells us 'The vision of time is broad, but when you pass through it, time becomes a narrow door.' And always, he fought the temptation to choose a clear, safe course, warning 'That path leads ever down into stagnation.'",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Arrakis Awakening",
    "Book": "Dune"
  },
  {
    "dialog": "He fought the temptation to choose a clear, safe course, warning 'That path leads ever down into stagnation.'",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Arrakis Awakening",
    "Book": "Dune"
  },
  {
    "dialog": "What do you Despise? By this are you truly known.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "At the age of fifteen, he had already learned silence",
    "Speaker": "Princess Irulan",
    "In Universe Book": "A Child's History of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "We came from Caladan a paradise world for our form of life. There existed no need on Caladan to build a physical paradise or a paradise of the mind—we could see the actuality all around us. And the price we paid was the price men have always paid for achieving a paradise in this life—we went soft, we lost our edge.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Conversations with Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Prophecy and prescience—How can they be put to the test in the face of the unanswered questions? Consider: How much is actual prediction of the \"wave form\" (as Muad'Dib referred to his vision-image) and how much is the prophet shaping the future to fit the prophecy? What of the harmonics inherent in the act of prophecy?",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Private Reflections on Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Does the prophet see the future or does he see a line of weakness, a fault or cleavage that he may shatter with words or decisions as a diamond-cutter shatters his gem with a blow of a knife?",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Private Reflections on Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "The Fremen were supreme in that quality the ancients called 'spannungsbogen'—which is the self-imposed delay between desire for a thing and the act of reaching out to grasp that thing.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "The Wisdom of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "My father, the Padishah Emperor, was 72 yet looked no more than 35 the year he encompassed the death of Duke Leto and gave Arrakis back to the Harkonnens. He seldom appeared in public wearing other than a Sardaukar uniform and a Burseg's black helmet with the Imperial lion in gold upon its crest. The uniform was an open reminder of where his power lay.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "In My Father's House",
    "Book": "Dune"
  },
  {
    "dialog": "My mother obeyed her Sister Superiors where the Lady Jessica disobeyed. Which of them was the stronger? History already has answered.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "In My Father's House",
    "Book": "Dune"
  },
  {
    "dialog": "God created Arrakis to train the faithful.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "The Wisdom of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "The concept of progress acts as a protective mechanism to shield us from the terrors of the future.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Muad'Dib tells us in A Time of Reflection that his first collisions with Arrakeen necessities were the true beginnings of his education. He learned then how to pole the sand for its weather, learned the language of the wind's needles stinging his skin, learned how the nose can buzz with sand-itch and how to gather his body's precious moisture around him to guard it and preserve it. As his eyes assumed the blue of the Ibad, he learned the Chakosba way.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Muad'Dib, the Man",
    "Book": "Dune"
  },
  {
    "dialog": "The hands move, the lips move, Ideas gush from his words, And his eyes devour! He is an island of Selfdom.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Manual of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "There is in all things a pattern that is part of our universe. It has symmetry, elegance, and grace—those qualities you find always in that which the true artist captures. You can find it in the turning of the seasons, in the way sand trails along a ridge, in the branch clusters of the creosote bush or the pattern of its leaves. We try to copy these patterns in our lives and our society, seeking the rhythms, the dances, the forms that comfort. Yet, it is possible to see peril in the finding of ultimate perfection. It is clear that the ultimate pattern contains its own fixity. In such perfection, all things move toward death.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "Control the coinage and the courts—let the rabble have the rest. Thus the Padishah Emperor advises you. And he tells you: If you want profits, you must rule. There is truth in these words, but I ask myself: Who are the rabble and who are the ruled?",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Arrakis Awakening",
    "Book": "Dune"
  },
  {
    "dialog": "You cannot avoid the interplay of politics within an orthodox religion. This power struggle permeates the training, educating and disciplining of the orthodox community. Because of this pressure, the leaders of such a community inevitably must face that ultimate internal question: to succumb to complete opportunism as the price of maintaining their rule, or risk sacrificing themselves for the sake of the orthodox ethic.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Muad'Dib: The Religious Issues",
    "Book": "Dune"
  },
  {
    "dialog": "When law and duty are one, united by religion, you never become fully conscious, fully aware of yourself. You are always a little less than an individual.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "The Ninety-Nine Wonders of the Universe",
    "Book": "Dune"
  },
  {
    "dialog": "How often it is that the angry man rages denial of what his inner self is telling him.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Sayings of Muad'Dib",
    "Book": "Dune"
  },
  {
    "dialog": "And it came to pass in the third year of the Desert War that Paul-Muad'Dib lay alone in the Cave of Birds beneath the kiswa hangings of an inner cell. And he lay as one dead, caught up in the revelation of the Water of Life, his being translated beyond the boundaries of time by the poison that gives life. Thus was the prophecy made true that the Lisan al-Gaib might be both dead and alive.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Collected Legends of Arrakis",
    "Book": "Dune"
  },
  {
    "dialog": "And that day dawned when Arrakis lay at the hub of the universe with the wheel poised to spin",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Arrakis Awakening",
    "Book": "Dune"
  },
  {
    "dialog": "And Muad'Dib stood before them, and he said: Though we deem the captive dead, yet does she live. For her seed is my seed and her voice is my voice. And she sees unto the farthest reaches of possibility. Yeah, unto the vale of the unknowable does she see because of me.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Arrakis Awakening",
    "Book": "Dune"
  },
  {
    "dialog": "He was warrior and mystic, ogre and saint, the fox and the innocent, chivalrous, ruthless, less than a god, more than a man. There is no measuring Muad'Dib's motives by ordinary standards. In the moment of his triumph, he saw the death prepared for him, yet he accepted the treachery. Can you say he did this out of a sense of justice? Whose justice, then? Remember, we speak now of the Muad'Dib who ordered battle drums made from his enemies' skins, the Muad'Dib who denied the conventions of his ducal past with a wave of the hand, saying merely: I am the Kwisatz Haderach. That is reason enough.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Arrakis Awakening",
    "Book": "Dune"
  },
  {
    "dialog": "Beyond a critical point within a finite space, freedom diminishes as numbers increase. This is as true of humans in the finite space of a planetary ecosystem as it is of gas molecules in a sealed flask. The human question is not how many can possibly survive within the system, but what kind of existence is possible for those who do survive.",
    "Speaker": "Pardot Kynes",
    "In Universe Book": "xxxxx",
    "Book": "Dune"
  },
  {
    "dialog": "Such a rich store of myths enfolds Paul Muad'dib, the Mentat Emperor, and his sister, Alia, it is difficult to see the real persons behind these veils. But there were, after all, a man born Paul Atreides and a woman born Alia. Their flesh was subject to space and time. And even though their oracular powers placed them beyond the usual limits of time and space, they came from human stock. They experienced real events which left real traces upon a real universe. To understand them, it must be seen that their catastrophe was the catastophe of all mankind. This work is dedicated, then, not to Muad'dib or his sister, but to their heirs—to all of us.\n",
    "Speaker": "Mahdi Spirit Cult",
    "In Universe Book": "Muad'dib Concordance",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "There exists no separation between gods and men; one blends softly casual into the other.",
    "Speaker": "Paul Muad'Dib",
    "In Universe Book": "Proverbs of Muad'dib",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "Every civilization must contend with an unconscious force which can block, betray or countermand almost any conscious intention of the collectivity.",
    "Speaker": "Tleilaxu",
    "In Universe Book": "Tleilaxu Theorem",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "The advent of the Field Process shield and the lasgun with their explosive interaction, deadly to attacker and attacked, placed the current determinatives on weapons technology. We need not go into the special role of atomics. The fact that any Family in my Empire could so deploy its atomics as to destroy the planetary bases of fifty or more other Families causes some nervousness, true. But all of us possess precautionary plans for devastating retaliation. Guild and Landsraad contain the keys which hold this force in check. No, my concern goes to the development of humans as special weapons. Here is a virtually unlimited field which a few powers are developing.",
    "Speaker": "Paul Muad'Dib",
    "In Universe Book": "The Stilgar Chronicle",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "Empires do not suffer emptiness of purpose at the time of their creation. It is when they have become established that aims are lost and replaced by vague ritual.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Words of Muad'Dib",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "Truth suffers from too much analysis.\n",
    "Speaker": "xxxxx",
    "In Universe Book": "Ancient Fremen Saying",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "The Fremen see her as the Earth Figure, a demi-goddess whose special charge is to protect the tribes through her powers of violence. She is Reverend Mother to their Reverend Mothers. To pilgrims who seek her out with demands that she restore virility or make the barren fruitful, she is a form of antimentat. She feeds on that proff that the \"analytic\" has limits. She represents ultimate tension. She is the virgin-harlot—witty, vulgar, cruel, as destructive in her whims as a coriolis storm.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "The Irulan Report",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "The most dangerous game in the universe is to govern from an oracular base. We do not consider ourselves wise enough or brave enough to play that game.",
    "Speaker": "The Guild",
    "In Universe Book": "The orgy as a Tool of Statecraft",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "For our purposes, we borrow a definition from the Bene Gesserit and we consider the various worlds as gene pools, sources of teachings and teachers, sources of the possible. Our goal is not to rule, but to tap these gene pools, to learn, and to free ourselves from all restraints imposed by dependency and government.",
    "Speaker": "The Guild",
    "In Universe Book": "The orgy as a Tool of Statecraft",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "Here lies a toppled god His fall was not a small one. We did but build his pedestal, A narrow and a tall one.",
    "Speaker": "Tleilaxu",
    "In Universe Book": "Tleilaxu Epigram",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "I think what a joy it is to be alive, and I wonder if I'll ever leap inward to the root of this flesh and know myself as once I was. The root is there. Whether any act of mine can find it, that remains tangled in the future. But all things a man can do are mine. Any act of mine may do it.",
    "Speaker": "Alia",
    "In Universe Book": "Alia's Commentary: The Ghola Speaks",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "You do not beg the sun for mercy.",
    "Speaker": "Paul Muad'Dib",
    "In Universe Book": "The Stilgar Commentary",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "I've had a bellyful of the god and priest business! You think I don't see my own mythos? Consult your data once more, Hayt. I've insinuated my rites into the most elementary human acts. The people in the name of Muad'dib! They make love in my name, are born in my name—cross the street in my name. A roof beam cannot be raised in the lowliest hovel of far Gangishree without invoking the blessing of Muad'dib!",
    "Speaker": "Paul Muad'Dib",
    "In Universe Book": "The Hayt Chronicle",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "No matter how exotic human civilization becomes, no matter the developments of life and society nor the complexity of the machine/human interface, there always come interludes of lonely power when the course of humankind, the very future of humankind, depends on the relatively simple actions of single individuals",
    "Speaker": "Tleilaxu ",
    "In Universe Book": "Tleilaxu Godbuk",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "Production growth and income growth must not get out of step in my Empire. That is the substance of my command. There are to be no balance-of-payment difficulties between the different spheres of influence. And the reason for this is simply because I command it. I want to emphasize my authority in this area. I am the supreme energy-eater of this domain, and will remain so, alive or dead. My Government is the economy.",
    "Speaker": "Paul Muad'Dib",
    "In Universe Book": "Order in Council",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "The convoluted wording of legalisms grew up around the necessity to hide from ourselves the violence we intend toward each other. Between depriving a man of one hour from his life and depriving him of his life there exists only a difference of degree. You have done violence to him, consumed his energy. Elaborate euphemisms may conceal your intent to kill, but behind any use of power over another the ultimate assumption remains: \"I feed on your energy.\"",
    "Speaker": "Paul Muad'Dib",
    "In Universe Book": "Orders in Council",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "Tibana was an apologist for Socratic Christianity, probably a native of IV Anbus who lived between the eight and ninth centuries before Corrino, likely in the second reign of Dalamak. Of his writings, only a portion survives from which this fragment is taken: The hearts of all men dwell in the same wilderness.",
    "Speaker": "Irulan",
    "In Universe Book": "Dunebuk",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "The sequential nature of actual events is not illuminated with lengthy precision by the powers of prescience except under the most extraordinary circumstances. The oracle grasps incidents cut out of the historic chain. Eternity moves. It inflicts itself upon the oracle and the supplicant alike. Let Muad'dib's subjects doubt his majesty and his oracular visions. Let them deny his powers. Let them never doubt Eternity.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Dune Gosepls",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "There exists a limit to the force even the most powerful may apply without destroying themselves. Judging this limit is the true artistry of government. Misuse of power is the fatal sin. The law cannot be a tool of vengeance, never a hostage, nor a fortification against the martyrs it has created. You cannot threaten any individual and escape the consequences.",
    "Speaker": "Paul Muad'Dib",
    "In Universe Book": "The Stilgar Commentary",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "There was a man so wise, He jumped into A sandy place And burnt out both his eyes! And when he knew his eyes were gone, He offered no complaint. He summoned up a vision And made himself a saint.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "A Child's History of Muad'Dib",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "We say of Muad'dib that he has gone on a journey into that land where we walk without footprints.",
    "Speaker": "xxxxx",
    "In Universe Book": "Qizarate Creed",
    "Book": "Dune Messiah"
  },
  {
    "dialog": "Muad'Dib's teachings have become the playground of scholastics, of the superstitious and the corrupt. He taught a balanced way of life, a philosophy with which a human can meet problems arising from an ever changing universe. He said humankind is still evolving, in a process which will never end. He said this evolution moves on changing principles which are known only to eternity. How can corrupted reasoning play with such an essence?",
    "Speaker": "Duncan Idaho",
    "In Universe Book": "xxxxx",
    "Book": "Children Of Dune"
  },
  {
    "dialog": "melange, origin uncertain: a. mixture of spices; b. spice of Arrakis (Dune) with geriatric properties first noted by Yanshuph Ashkoko, royal chemist in reign of Shakkad the Wise, found only in deepest desert sands of Arrakis, linked to prophetic visions of Paul Muad'Dib, first Fremen Mahdi; also employed by Spacing Guild Navigators and the Bene Gesserit",
    "Speaker": "xxxxx",
    "In Universe Book": "Dictionary Royalty",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The Fremen must return to his original faith, to his genius in forming human communities; he must return to the past, where that lesson of survival was learned in the struggle with Arrakis.",
    "Speaker": "The Preacher",
    "In Universe Book": "xxxxx",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The only business of the Fremen should be that of opening his soul to the inner teachings. The worlds of the Imperium, the Landsraad and the CHOAM Confederacy have no message to give him. They will only rob him of his soul.",
    "Speaker": "The Preacher",
    "In Universe Book": "xxxxx",
    "Book": "Children of Dune"
  },
  {
    "dialog": "I give you the desert chameleon, whose ability to blend itself into the background tells you all you need to know about the roots of ecology and the foundations of a personal identity.",
    "Speaker": "Hayt",
    "In Universe Book": "Book of Diatribes",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The Universe is God's. It is one thing, a wholeness against which all separations may be identified. Transient life, even that self-aware and reasoning life which we call sentient, holds only fragile trusteeship on any portion of the wholeness.",
    "Speaker": "xxxxx",
    "In Universe Book": "Commentaries from the Commission of Ecumenical Translators",
    "Book": "Children of Dune"
  },
  {
    "dialog": "And I beheld another beast coming up out of the sand; and he had two horns like a lamb, but his mouth was fanged and fiery as the dragon and his body shimmered and burned with great heat while it did hiss like the serpent.",
    "Speaker": "xxxxx",
    "In Universe Book": "Revised Orange Catholic Bible",
    "Book": "Children Of Dune"
  },
  {
    "dialog": "It is commonly reported, my dear Georad, that there exists great natural virtue in the melange experience. Perhaps this is true. There remain within me, however, profound doubts that every use of melange always brings virtue.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Pedant Heresy",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Meseems that certain persons have corrupted the use of melange in defiance of God. In the words of the Ecumenon, they have disfigured the soul. They skim the surface of melange and believe thereby to attain grace. They deride their fellows, do great harms to godliness, and they distort the meaning of this abundant gift maliciously, surely a mutilation beyond the power of man to restore.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Pedant Heresy",
    "Book": "Children of Dune"
  },
  {
    "dialog": "To be truly at one with the virtue of the spice, uncorrupted in all ways, full of goodly honor, a man must permit his deeds and his words to agree. When your actions describe a system of evil consequences, you should be judged by those consequences and not by your explanations. It is thus that we should judge Muad'Dib.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Pedant Heresy",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Either we abandon the long-horned Theory of Relativity, or we cease to believe that we can engage in continued accurate prediction of the future. Indeed, knowing the future raises a host of questions which cannot be answered under conventional assumptions unless one first projects an Observer outside of Time and, second, nullifies all movement",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "Lectures on Prescience",
    "Book": "Children of Dune"
  },
  {
    "dialog": "If you accept the Theory of Relativity, it can be shown that Time and the Observer must stand still in relationship to each or inaccuracies will intervene. This would seem to say that it is impossible to engage in accurate prediction of the future. How, then, do we explain the continued seeking after this visionary goal by respected scientists? How, then do we explain Muad'Dib?",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "Lectures on Prescience",
    "Book": "Children of Dune"
  },
  {
    "dialog": "  I hear the wind blowing across the desert and I see the moons of a winter night rising like great ships in the void. To them I make my vow: I will be resolute and make an art of government; I will balance my inherited past and become a perfect storehouse of my relic memories. And I will be known for kindliness more than for knowledge. My face will shine down the corridors of time for as long as humans exist.",
    "Speaker": "Leto",
    "In Universe Book": "Leto's Vow",
    "Book": "Children of Dune"
  },
  {
    "dialog": "These are illusions of popular history which a successful religion must promote: Evil men never prosper; only the brave deserve the fair; honesty is the best policy; actions speak louder than words; virtue always triumphs; a good deed is its own reward; any bad human can be reformed; religious talismans protect one from demon possession; only females understand the ancient mysteries; the rich are doomed to unhappiness...",
    "Speaker": "xxxxx",
    "In Universe Book": "Instruction Manual: Missionaria Protectiva",
    "Book": "Children of Dune"
  },
  {
    "dialog": " A sophisticated human can become primitive. What this really means is that the human's way of life changes. Old values change, become linked to the landscape with its plants and animals.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "The Leto Commentary",
    "Book": "Children of Dune"
  },
  {
    "dialog": "This new existence requires a working knowledge of those multiplex and cross-linked events usually referred to as nature. It requires a measure of respect for the inertial power within such natural systems. When a human gains this working knowledge and respect, that is called \"being primitive.\" The converse, of course, is equally true: the primitive can become sophisticated, but not without accepting dreadful psychological damage.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "The Leto Commentary",
    "Book": "Children of Dune"
  },
  {
    "dialog": "This was Muad'Dib's achievement: He saw the subliminal reservoir of each individual as an unconscious bank of memories going back to the primal cell of our common genesis. Each of us, he said, can measure out his distance from that common origin. Seeing this and telling of it, he made the audacious leap of decision. Muad'Dib set himself the task of integrating genetic memory into ongoing evaluation. Thus did he break through Time's veils, making a single thing of the future and the past. That was Muad'Dib's creation embodied in his son and his daughter.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "Testament of Arrakis",
    "Book": "Children of Dune"
  },
  {
    "dialog": "And he saw a vision of armor. The armor was not his own skin; it was stronger than plasteel. Nothing penetrated his armor—not knife or poison or sand, not the dust of the desert or its desiccating heat. In his right hand he carried the power to make the Coriolis storm, to shake the earth and erode it into nothing. His eyes were fixed upon the Golden Path and in his left hand he carried the scepter of absolute mastery. And beyond the Golden Path, his eyes looked into eternity which he knew to be the food of his soul and of his everlasting flesh.",
    "Speaker": "Ghanima",
    "In Universe Book": "Heighia, My Brother's Dream",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Atrocity is recognized as such by victim and perpetrator alike, by all who learn about it at whatever remove. Atrocity has no excuses, no mitigating argument. Atrocity never balances or rectifies the past. Atrocity merely arms the future for more atrocity. It is self-perpetuating upon itself—a barbarous form of incest. Whoever commits atrocity also commits those future atrocities thus bred.",
    "Speaker": "Muad'Dib",
    "In Universe Book": "The Apocrypha",
    "Book": "Children of Dune"
  },
  {
    "dialog": "I will not argue with the Fremen claims that they are divinely inspired to transmit a religious revelation. It is their concurrent claim to ideological revelation which inspires me to shower them with derision.",
    "Speaker": "The Preacher",
    "In Universe Book": "xxxxx",
    "Book": "Children of Dune"
  },
  {
    "dialog": "I will not argue with the Fremen claims that they are divinely inspired to transmit a religious revelation. It is their concurrent claim to ideological revelation which inspires me to shower them with derision. Of course, they make the dual claim in the hope that it will strengthen their mandarinate and help them to endure in a universe which finds them increasingly oppressive. It is in the name of all those oppressed people that I warn the Fremen: short-term expediency always fails in the long term.",
    "Speaker": "The Preacher",
    "In Universe Book": "xxxxx",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Short-term expediency always fails in the long term",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "xxxxx",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The species can forget! This is the special value of the Kwisatz Haderach which the Bene Gesserits never suspected: the Kwisatz Haderach cannot forget.",
    "Speaker": "Leto",
    "In Universe Book": "The Book of Leto",
    "Book": "Children of Dune"
  },
  {
    "dialog": "A Fremen dies when he is too long from the desert; this we call \"the water sickness.\"",
    "Speaker": "Stilgar",
    "In Universe Book": "The Stilgar Commentaries",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The giver of prescient visions, because he speaks of an absolute (permanent) realization, may be greeted with joy by humankind even while predicting the most dire events.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "The Book of Leto",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Good government never depends upon laws, but upon the personal qualities of those who govern. The machinery of government is always subordinate to the will of those who administer that machinery. The most important element of government, therefore, is the method of choosing leaders",
    "Speaker": "The Spacing Guild",
    "In Universe Book": "Law and Governance",
    "Book": "Children of Dune"
  },
  {
    "dialog": "This is the fallacy of power: ultimately it is effective only in an absolute, a limited universe. But the basic lesson of our relativistic universe is that things change. Any power must always meet a greater power. Paul Muad'Dib taught this lesson to the Sardaukar on the Plains of Arrakeen. His descendants have yet to learn the lesson for themselves.",
    "Speaker": "The Preacher",
    "In Universe Book": "xxxxx",
    "Book": "Children of Dune"
  },
    {
    "dialog": "When I am weaker than you, I ask for freedom because that is according to your principles; when I am stronger than you, I take away your freedom because that is according to my principles.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "xxxxx",
    "Book": "Children of dune"
  },
  {
    "dialog": "The universe is just there; that's the only way a Fedaykin can view it and remain the master of his senses. The universe neither threatens nor promises. It holds things beyond our sway: the fall of a meteor, the eruption of a spiceblow, growing old and dying. These are the realities of this universe and they must be faced regardless of how you feel about them. You cannot fend off such realities with words. They will come at you in their own wordless way and then, then you will understand what is meant by \"life and death.\" Understanding this, you will be filled with joy.",
    "Speaker": "Muad'Dib",
    "In Universe Book": "Muad'Dib addressing his Fedaykin",
    "Book": "Children of Dune"
  },
  {
    "dialog": "It is said of Muad'Dib that once when he saw a weed trying to grow between two rocks, he moved one of the rocks. Later, when the weed was seen to be flourishing, he covered it with the remaining rock. \"That was its fate,\" he explained.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Commentaries",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Governments, if they endure, always tend increasingly toward aristocratic forms. No government in history has been known to evade this pattern. And as the aristocracy develops, government tends more and more to act exclusively in the interests of the ruling class—whether that class be hereditary royalty, oligarchs of financial empires, or entrenched bureaucracy.",
    "Speaker": "xxxxx",
    "In Universe Book": "Politics as Repeat Phenomenon: Bene Gesserit Training Manual",
    "Book": "Children of Dune"
  },
  {
    "dialog": "In this age when the means of human transport include devices which can span the deeps of space in transtime, and other devices which can carry men swiftly over virtually impassable planetary surfaces, it seems odd to think of attempting long journeys afoot. yet this remains a primary means of travel on Arrakis, a fact attributed partly to preference and partly to the brutal treatment which this planet reserves for anything mechanical. In the strictures of Arrakis, human flesh remains the most durable and reliable resource for the Hajj. Perhaps it is the implicit awareness of this fact which makes Arrakis the ultimate mirror of the soul.",
    "Speaker": "xxxxx",
    "In Universe Book": "Handbook of the Hajj",
    "Book": "Children of Dune"
  },
  {
    "dialog": "In all major socializing forces you will find an underlying movement to gain and maintain power through the use of words. from witch doctor to priest to bureaucrat it is all the same. A governed populace must be conditioned to accept power-words as actual things, to confuse the symbolized system with the tangible universe",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Lecture to the Arrakeen War College",
    "Book": "Children of Dune"
  },
  {
    "dialog": "In the maintenance of such a power structure, certain symbols re kept out of the reach of common understanding—symbols such as those dealing with economic manipulation or those which define the local interpretation of sanity. Symbol-secrecy of this form leads to the development of fragmented sub-languages, each being a signal that its users are accumulating some form of power. With this insight into a power process, our Imperial Security Force must be ever alert to the formation of sub-languages.",
    "Speaker": "Princess Irulan",
    "In Universe Book": "Lecture to the Arrakeen War College",
    "Book": "Children of Dune"
  },
  {
    "dialog": "I saw his blood and a piece of his robe which had been ripped by sharp claws. His sister reports vividly of the tigers, the sureness of their attack. We have questioned one of the plotters, and others are dead or in custody. Everything points to a Corrino Plot. A Truthsayer has attested to the testimony.",
    "Speaker": "Stilgar",
    "In Universe Book": "Stilgar's report to the Landsraad Commission",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Above all else, the mentat must be a generalist, not a specialist. It is wise to have decisions of great moment monitored by generalists. Experts and specialists lead you quickly into chaos",
    "Speaker": "xxxxx",
    "In Universe Book": "The Mentat Handbook",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Above all else, the mentat must be a generalist, not a specialist. It is wise to have decisions of great moment monitored by generalists. Experts and specialists lead you quickly into chaos. They are a source of useless nit-picking, the ferocious quibble over a comma. The mentat-generalist, on the other hand, should bring to decision-making a healthy common sense. He must not cut himself off from the broad sweep of what is happening in his universe. He must remain capable of saying: \"There's no real mystery about this at the moment. This is what we want now. It may prove wrong later, but we'll correct that when we come to it.\"",
    "Speaker": "xxxxx",
    "In Universe Book": "The Mentat Handbook",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The mentat-generalist must understand that anything which we can identify as our universe is merely part of larger phenomena. But the expert looks backward; he looks into the narrow standards of his own specialty. The generalist looks outward; he looks for living principles, knowing full well that such principles change, that they develop. It is to the characteristics of change itself that the mentat-generalist must look. There can be no permanent catalogue of such change, no handbook or manual. You must look at it with as few preconceptions as possible, asking yourself: \"Now what is this thing doing?\"",
    "Speaker": "xxxxx",
    "In Universe Book": "The Mentat Handbook",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The one-eyed view of our universe says you must not look far afield for problems. Such problems may never arrive. Instead, tend to the wolf within your fences. The packs ranging outside may not even exist.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Azhar Book: Shamra 1:4",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Only in the realm of mathematics can you understand Muad'Dib's precise view of the future. Thus: first, we postulate any number of point-dimensions in space. (This is the classic n-fold extended aggregate of n dimensions.) With this frame work, Time as commonly understood becomes an aggregate of one-dimensional properties. Applying this to the Muad'Dib phenomenon, we find that we either are confronted by new properties of Time or (by reduction through the infinity calculus) we are dealing with separate systems which contain n body properties. For Muad'Dib, we assume the latter. As demonstrated by the reduction, the point dimensions of the n-fold can only have separate existence within different frameworks of Time. Separate dimensions of Time are thus demonstrated to coexist. This being the inescapable case, Muad'Dib's predictions required that he perceive the n-fold not as extended aggregate but as an operation within a single framework. In effect, he froze his universe into that one framework which was his view of Time.",
    "Speaker": "Palimbasha",
    "In Universe Book": "Lectures at Sietch Tabr",
    "Book": "Children of Dune"
  },
  {
    "dialog": "We can still remember the golden days before Heisenberg, who showed humans the walls enclosing our predestined arguments. The lives within me find this amusing. Knowledge, you see, has no uses without purpose, but purpose is what builds enclosing walls",
    "Speaker": "Leto II",
    "In Universe Book": "His Voice",
    "Book": "Children of Dune"
  },
  {
    "dialog": "If you believe certain words, you believe their hidden arguments. When you believe something is right or wrong, true or false, you believe the assumptions in the words which express the arguments. Such assumptions are often full of holes, but remain most precious to the convinced.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Open-Ended Proff from the Panoplia Prophetica",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Because of the one-pointed Time awareness in which the conventional mind remains immersed, humans tend to think of everything in a sequential, word-oriented framework. This mental trap produces very short-term concepts of effectiveness and consequences, a condition of constant, unplanned response to crises.",
    "Speaker": "Liet-Kynes",
    "In Universe Book": "The Arrakis Workbook",
    "Book": "Children of Dune"
  },
  {
    "dialog": "You will learn the integrated communication methods as you complete the next step in your mental education. This is a gestalten function which will overlay data paths in your awareness, resolving complexities and masses of input from the mentat index-catalogue techniques which you already have mastered. Your initial problem will be the breaking tensions arising from the divergent assembly of minutiae/data on specialized subjects. Be warned. Without mantat overlay integration, you can be immersed in the Babel Problem, which is the label we give to the omnipresent dangers of achieving wrong combinations from accurate information.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Mentat Handbook",
    "Book": "Children of Dune"
  },
  {
    "dialog": "O Paul, thou Muad'Dib, Mahdi of all men, Thy breath exhaled, Sent forth the huricen.",
    "Speaker": "xxxxx",
    "In Universe Book": "Songs of Muad'Dib",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Many forces sought control of the Atreides twins and, when the death of Leto was announced, this movement of plot and counterplot was amplified. Note the relative motivations: the Sisterhood feared Alia, an adult Abomination, but still wanted those genetic characteristics carried by the Atreides.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Book of Kreos",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The Church hierarchy of Auquaf and Hajj saw only the power implicit in control of Muad'Dib's heir. CHOAM wanted a doorway to the wealth of Dune. Farad'n and his Sardaukar sought a return to glory for House Corrino. The Spacing Guild feared the equation Arrakis=melange; without the spice they could not navigate. Jessica wished to repair what her disobedience to the Bene Gesserit had created. Few thought to ask the twins what their plans might be, until it was too late.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Book of Kreos",
    "Book": "Children of Dune"
  },
  {
    "dialog": "There is no guilt or innocence in you. All of that is past. Guilt belabors the dead and I am not the Iron Hammer. You multitude of the dead are merely people who have done certain things, and the memory of those things illuminates my path.",
    "Speaker": "Leto II",
    "In Universe Book": "His Memory-Lives",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Natural selection has been described as an environment selectively screening for those who will have progeny. Where humans are concerned, though, this is an extremely limiting viewpoint.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "The Dune Catastrophe",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Reproduction by sex tends toward experiment and innovation. It raises many questions, including the ancient one about whether environment is a selective agent after the variation occurs, or whether environment plays a pre-selective role in determining the variations which it screens. Dune did not really answer those questions: it merely raised new questions which Leto and the Sisterhood may attempt to answer over the next five hundred generations.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "The Dune Catastrophe",
    "Book": "Children of Dune"
  },
  {
    "dialog": "One small bird has called thee, From a beak streaked crimson. It cried once over Sietch Tabr, And thou went forth unto Funeral Plain.",
    "Speaker": "xxxxx",
    "In Universe Book": "Lament for Leto II",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Peace demands solutions, but we never reach living solutions; we only work toward them. A fixed solution is, by definition, a dead solution. The trouble with peace is that it tends to punish mistakes instead of rewarding brilliance.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "The Words of My Father: an account of Muad'Dib",
    "Book": "Children Of Dune"
  },
  {
    "dialog": "This rocky shrine to the skull of a ruler grants no prayers. It has become the grave of lamentations. Only the wind hears the voice of this place. The cries of night creatures and the passing wonder of two moons, all say his day has ended. No more supplicants come. The visitors have gone from the feast. How bare the pathway down this mountain.",
    "Speaker": "Anonymous",
    "In Universe Book": "Lines at Shrine of an Atreides Duke",
    "Book": "Children of Dune"
  },
  {
    "dialog": "There exist obvious higher-order influences in any planetary system. This is often demonstrated by introducing terraform life onto newly discovered planets. In all such cases, the life in similar zones develops striking similarities of adaptive form. This form signifies much more than shape; it connotes a survival organization and a relationship of such organizations. The human quest for this interdependent order and our niche within it represents a profound necessity. The quest can, however, be perverted into a conservative grip on sameness. This has always proved deadly for the entire system.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "The Dune Catastrophe",
    "Book": "Children of Dune"
  },
  {
    "dialog": "What you of the CHOAM directorate seem unable to understand is that you seldom find real loyalties in commerce. When did you last hear of a clerk giving his life for the company?",
    "Speaker": "The Preacher",
    "In Universe Book": "Letter to CHOAM",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Perhaps your deficiency rests in the false assumption that you can order men to think and cooperate. This has been a failure of everything from religions to general staffs throughout history.",
    "Speaker": "The Preacher",
    "In Universe Book": "Letter to CHOAM",
    "Book": "Children of Dune"
  },
  {
    "dialog": "General staffs have a long record of destroying their own nations. As to religions, I recommend a rereading of Thomas Aquinas. As to you of CHOAM, what nonsense you believe! Men must want to do things out of their own innermost drives. People, not commercial organizations or chains of command, are what make great civilizations work. Every civilization depends on the quality of the individuals it produces. If you over-organize humans, over-legalize them, suppress their urge to greatness—they cannot work and their civilization collapses.",
    "Speaker": "The Preacher",
    "In Universe Book": "Letter to CHOAM",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The future of prescience cannot always be locked into the rules of the past. The threads of existence tangle according to many unknown laws. Prescient future insists on its own rules. It will not conform to the ordering of the Zensunni nor to the ordering of science. Prescience builds a relative integrity. It demands the work of this instant, always warning that you cannot weave every thread into the fabric of the past.",
    "Speaker": "Kalima",
    "In Universe Book": "The Shuloch Commentary: The Words of Muad'Dib",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Fremen speech implies great concision, a precise sense of expression. It is immersed in the illusion of absolutes. Its assumptions are a fertile ground for absolutist religions. Furthermore, Fremen are fond of moralizing. They confront the terrifying instability of all things with institutionalized statements. They say: \"We know there is no summa of all attainable knowledge; that is the preserve of God. But whatever men can learn, men can contain.\" Out of this knife-edged approach to the universe they carve a fantastic belief in signs and omens and in their own destiny. This is an origin of their Kralizec legend: the war at the end of the universe.",
    "Speaker": "Bene Gesserit Sisterhood",
    "In Universe Book": "Private Reports 800881",
    "Book": "Children of Dune"
  },
  {
    "dialog": "The spirit of Muad'Dib is more than words, more than the letter of the Law which arises in his name. Muad'Dib must always be that inner outrage against the complacently powerful, against the charlatans and the dogmatic fanatics. It is that inner outrage which must have its say because Muad'Dib taught us one thing above all others: that humans can endure only in a fraternity of social justice.",
    "Speaker": "xxxxx",
    "In Universe Book": "The Fedaykin Compact",
    "Book": "Children of Dune"
  },
  {
    "dialog": "Limits of survival are set by climate, those long drifts of change which a generation may fail to notice. And it is the extremes of climate which set the pattern. Lonely, finite humans may observe climatic provinces, fluctuations of annual weather and, occasionally may observe such things as \"This is a colder year than I've ever known.\" Such things are sensible. But humans are seldom alerted to the shifting average through a great span of years. And it is precisely in this alerting that humans learn how to survive on any planet. They must learn climate.",
    "Speaker": "Harq Al-Ada",
    "In Universe Book": "Arrakis, the Transformation",
    "Book": "Children of Dune"
  }
]
